[
    {
        "title": "Test Title",
        "text": "Test text",
        "note_id": "1"
    },
    {
        "title": "First Attempt",
        "text": "This should work without any problems. This is by far one of the most interesting weeks so far.",
        "note_id": "af7cd2de-bbdd-4dc4-ae33-c6f5faa6546c"
    },
    {
        "title": "Second Attempt",
        "text": "This has been an interesting journey so far. It's been intense and a real pressure cooker learning environment. ",
        "note_id": "1ba0af6c-f9c8-4fbf-a1fb-d4ac68994bce"
    },
    {
        "title": "Reason With Me",
        "text": "Any feedback on submitting a note? Let's see about that.",
        "note_id": "a26fd0fa-6fdf-473d-b5a1-75b8c4051142"
    },
    {
        "title": "Hearts Broke",
        "text": "This is just an interesting subject, let's meet over it to iron out our differences. ",
        "note_id": "5d812b47-bac6-4633-bf54-9054d38b08bb"
    },
    {
        "title": "Let GO!",
        "text": "First attempt again.",
        "note_id": "92e0c262-5b4c-47e7-9578-650a2ecec67a"
    },
    {
        "title": "It's Finally Done",
        "text": "Everything in the requirements and bonus section has been implemented. Everything works seamlessly.",
        "note_id": "f81c2016-8369-4e0b-86e8-ddd01a3c6035"
    },
    {
        "title": "Winter Solstice",
        "text": "The winter solstice, also called the hibernal solstice, occurs when either of Earth's poles reaches its maximum tilt away from the Sun. This happens twice yearly, once in each hemisphere (Northern and Southern). For that hemisphere, the winter solstice is the day with the shortest period of daylight and longest night of the year, when the Sun is at its lowest daily maximum elevation in the sky.[7] Either pole experiences continuous darkness or twilight around its winter solstice. The opposite event is the summer solstice.\n\nThe winter solstice occurs during the hemisphere's winter. In the Northern Hemisphere, this is the December solstice (usually 21st or 22nd December) and in the Southern Hemisphere, this is the June solstice (usually 20th or 21st of June). Although the winter solstice itself lasts only a moment, the term also refers to the day on which it occurs. The term midwinter is also used synonymously with the winter solstice, although it carries other meanings as well. Traditionally, in many temperate regions, the winter solstice is seen as the middle of winter; although today in some countries and calendars it is seen as the beginning of winter. Other names are the \"extreme of winter\" (Dongzhi), or the \"shortest day\". ",
        "note_id": "a7e6453a-bc85-4a61-ac2b-7926fc0fe435"
    },
    {
        "title": "Validation works by Default",
        "text": "Validation Works already, that was a nice trick.",
        "note_id": "a9c0c085-67fc-427e-8bc7-798a77f5e834"
    }
]